<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// [ 应用入口文件 ]



// 定义应用目录
define('APP_PATH', __DIR__ . '/../application/');

//按照手册说法输出 20161023/25b6a358d903d05532a977645581d29b.jpg
//可现在输出的是 20161023\25b6a358d903d05532a977645581d29b.jpg
//define('DS', '/');//在index.php引入文件改系统常的配制

// 加载框架引导文件
require __DIR__ . '/../thinkphp/start.php';
